Repository: iOrchid/Kidux
Catalog: Kidux/Localizable.xcstrings
Source language: zh_hans
Languages: en

# ui.ContentView.9d5bf2a10a
source: 已安装
en: Installed

# ui.ContentView.52effdd3ca
source: 查看已安装
en: View Installed

# ui.ContentView.93e40c8484
source: 命令面板
en: Command Palette

# ui.ContentView.158c5e5ba6
source: 复制团队 Bundle JSON
en: Copy team Bundle JSON

# ui.ContentView.599b5a32
source: 总计
en: Total

# ui.ContentView.625fb26b
source: 取消
en: Cancel

# ui.ContentView.708a73e122
source: 仍要安装
en: Install Anyway

# ui.ContentView.6285d6cd14
source: 将自动安装
en: Will install automatically

# ui.ContentView.8402fcdd8d
source: 岗位
en: Role

# ui.ContentView.91960a38c7
source: 重新开始
en: Start Over

# ui.ContentView.92636e8c
source: 跳过
en: Skip

# ui.ContentView.330363df
source: 成功
en: Succeeded

# ui.ContentView.7059685e
source: 进入沉浸对话
en: Enter Immersive Chat

# ui.ContentView.9944281e73
source: Git 身份
en: Git Identity

# ui.ContentView.7072736334
source: 检测到潜在安装风险，请确认后继续。
en: Potential install risks detected. Confirm to continue.

# ui.ContentView.a399814ff2
source: 环境配置完成
en: Environment Setup Complete

# ui.ContentView.acd5cb84
source: 失败
en: Failed

# ui.ContentView.adf758f494
source: 安装前风险提示
en: Pre-install Risk Notice

# ui.ContentView.b48cca48
source: 可更新
en: Updates

# ui.ContentView.be5fbbe3
source: 保存
en: Save

# ui.ContentView.c475defe3a
source: 查看失败项
en: View Failures

# ui.ContentView.ce74fd3e85
source: 按岗位一键补齐开发环境，也可先浏览软件库自行挑选。
en: Fill a dev environment by role in one click, or browse the catalog yourself.

# ui.ContentView.db6b2fe6f0
source: 浏览软件库
en: Browse Catalog

# ui.ContentView.dcde309d
source: 全屏 AI 助手
en: Fullscreen AI Assistant

# ui.ContentView.de2d834d78
source: 后续环境配置（可选）
en: Follow-up environment setup (optional)

# ui.ContentView.dfbb4ac265
source: 全屏 AI 助手 · 配置环境、推荐软件、排查安装问题
en: Fullscreen AI assistant · set up environments, recommend apps, troubleshoot installs.

# ui.ContentView.ec13dfe5ca
source: 继续安装
en: Continue Install

# ui.ContentView.f0dfc65b71
source: 软件
en: Apps

# ui.ContentView.f45c4e6567
source: 未安装
en: Not Installed

# ui.ContentView.f423893a45
source: 应用 macOS 预设
en: Apply macOS Presets

# ui.ContentView.fmt.51c9b7a414
source: 有 %@ 项安装失败，可在安装进度中重试
en: %@ installs failed — retry in Install Progress

# ui.ContentView.fmt.ec8e1b77a9
source: 有 %@ 项未完成，可继续安装
en: %@ unfinished — you can resume

# ui.DependencyGraphView.541dc160ce
source: 依赖过多，图形仅展示前 72 个节点 / 6 层
en: Too many dependencies — graph shows the first 72 nodes / 6 levels.

# ui.DependencyGraphView.fmt.5696d7a417
source: %@ 个节点 · 拖拽滚动查看
en: %@ nodes · drag to scroll

# ui.DependencyTreeView.01ceb3edde
source: 无数据
en: No Data

# ui.DependencyTreeView.2bd7b9f1de
source: 依赖关系
en: Dependencies

# ui.DependencyTreeView.9be72ba165
source: 图形
en: Graph

# ui.DependencyTreeView.813ce1595b
source: 正在读取依赖…
en: Reading dependencies…

# ui.DependencyTreeView.027446c2f9
source: 展示
en: Display

# ui.DependencyTreeView.3712972d84
source: 列表
en: List

# ui.DependencyTreeView.b15d91274e
source: 关闭
en: Close

# ui.DependencyTreeView.fmt.5dccdd0800
source: %@ 没有已安装的依赖项
en: %@ has no installed dependencies

# ui.DiscoverCategorySidebar.3ff3c3e26a
source: 开发
en: Development

# ui.DiscoverCategorySidebar.8a8b895fcc
source: 系统
en: System

# ui.DiscoverCategorySidebar.9c5c5cdbc5
source: 浏览
en: Browse

# ui.DiscoverCategorySidebar.c9efa01290
source: 创意
en: Creative

# ui.DiscoverCategorySidebar.db53804b7d
source: 办公
en: Productivity

# ui.DiscoverFeaturedSection.5b48dbb8dc
source: 查看详情
en: View Details

# ui.DiscoverFeaturedSection.7bf54e288c
source: 已选
en: Selected

# ui.DiscoverFeaturedSection.950c12eeb3
source: 加入安装清单
en: Add to Install List

# ui.DiscoverFeaturedSection.c4a9649c89
source: 已装
en: Installed

# ui.DiscoverFeaturedSection.cc7008c275
source: 从安装清单移除
en: Remove from Install List

# ui.DiscoverFeaturedSection.f26225bd
source: 详情
en: Details

# ui.DiscoverHeader.4d9546cc49
source: 已选中，再次点击可取消
en: Selected — click again to deselect

# ui.DiscoverHeader.7c160bedbc
source: 按 Homebrew 近期安装量筛选热门软件：近 30 天 / 近 90 天 / 近 1 年
en: Filter trending packages by recent Homebrew installs: 30 days / 90 days / 1 year.

# ui.DiscoverHeader.26ca20b1
source: 来源
en: Source

# ui.DiscoverHeader.92f6703a86
source: 全部岗位
en: All Roles

# ui.DiscoverHeader.982c247069
source: 语音描述需求并智能筛选
en: Describe needs by voice and filter smartly

# ui.DiscoverHeader.4403fca0c0
source: 清除
en: Clear

# ui.DiscoverHeader.34422bb99b
source: 热门时段
en: Trending Window

# ui.DiscoverHeader.c3d0aaee8f
source: 搜索 Homebrew…
en: Search Homebrew…

# ui.DiscoverHeader.c60f7787fd
source: 搜索或描述需求…
en: Search or describe what you need…

# ui.DiscoverHeader.c60031bbbe
source: 自然语言筛选（回车亦可）
en: Natural-language filter (Return also works)

# ui.DiscoverHeader.df011658
source: 范围
en: Scope

# ui.DiscoverHeader.e146ad754c
source: 目录来源
en: Catalog Source

# ui.DiscoverHeader.eb8939dd54
source: 点击筛选
en: Click to Filter

# ui.DiscoverHeader.fmt.2e0b17dcd4
source: 热门时段，当前 %@
en: Trending window: %@

# ui.DiscoverHeader.fmt.469dd96a56
source: 全部 %@
en: All %@

# ui.DiscoverTrendingSection.132c5cdc
source: 重试
en: Retry

# ui.DiscoverTrendingSection.82133ae7bb
source: 近期热门
en: Recently Trending

# ui.DiscoverTrendingSection.f26225bd
source: 详情
en: Details

# ui.DiscoverTrendingSection.fmt.9498b817b8
source: Homebrew %@安装排行
en: Homebrew %@ install ranking

# ui.DiscoverTrendingSection.fmt.f335c677aa
source: %@ %@ 次安装
en: %@ · %@ installs

# ui.DiscoverView.5b48dbb8dc
source: 查看详情
en: View Details

# ui.DiscoverView.6c8523b8a2
source: 智能筛选
en: Smart Filter

# ui.DiscoverView.7bf54e288c
source: 已选
en: Selected

# ui.DiscoverView.08a3e646dd
source: 双击查看详情，可加入安装清单
en: Double-click for details; add to the install list.

# ui.DiscoverView.8fefb578f3
source: 开发者必备效率工具
en: Essential developer productivity tools

# ui.DiscoverView.9d5bf2a10a
source: 已安装
en: Installed

# ui.DiscoverView.045c971cd9
source: 浏览精选
en: Browse Curated

# ui.DiscoverView.54c450ed85
source: Homebrew 搜索
en: Homebrew Search

# ui.DiscoverView.098f9e940d
source: 搜索结果
en: Search Results

# ui.DiscoverView.731ba8bcdd
source: 未找到软件
en: No Software Found

# ui.DiscoverView.910f55e3aa
source: 当前筛选条件下没有软件，试试更换分类或范围
en: No apps match these filters. Try another category or scope.

# ui.DiscoverView.950c12eeb3
source: 加入安装清单
en: Add to Install List

# ui.DiscoverView.4890e35142
source: 全部软件
en: All Software

# ui.DiscoverView.9846c3e695
source: 已在安装清单，双击查看详情
en: Already in the install list — double-click for details.

# ui.DiscoverView.77281549
source: 加载更多
en: Load More

# ui.DiscoverView.a95500ef
source: 清除筛选
en: Clear Filters

# ui.DiscoverView.adf2667fbf
source: 输入关键词搜索 Homebrew 软件包
en: Search Homebrew packages by keyword.

# ui.DiscoverView.c7bff79d
source: 进度
en: Progress

# ui.DiscoverView.cc7008c275
source: 从安装清单移除
en: Remove from Install List

# ui.DiscoverView.e54ad63d77
source: 问 AI 推荐
en: Ask AI

# ui.DiscoverView.e655a410
source: 安装
en: Install

# ui.DiscoverView.edc4bab539
source: 浏览全部
en: Browse All

# ui.DiscoverView.f26225bd
source: 详情
en: Details

# ui.DiscoverView.ffd6fd85d3
source: 搜索 Homebrew 全量软件包
en: Search all Homebrew packages.

# ui.DiscoverView.fmt.6df8c5e03e
source: 已显示 %@ / %@
en: Showing %@ / %@

# ui.DiscoverView.fmt.15d5db03fb
source: %@ 款精选开发者工具
en: %@ curated developer tools

# ui.DiscoverView.fmt.99ec1a413c
source: 没有匹配「%@」的结果，试试清除筛选或浏览精选
en: No results for “%@”. Clear filters or browse curated picks.

# ui.DiscoverView.fmt.2246926cb5
source: %@ · %@ 款
en: %@ · %@ apps

# ui.DiscoverView.fmt.a753703b55
source: 安装 (%@)
en: Install (%@)

# ui.DiscoverView.fmt.bc2ccddb53
source: 软件目录加载失败，当前为备用数据：%@
en: Catalog failed to load; using fallback data: %@

# ui.dryrun.deps
source: 依赖：%@
en: Dependencies: %@

# ui.dryrun.will_install_deps
source: 将安装依赖：%@
en: Will install dependencies: %@

# ui.EnvironmentPanelView.1cd09a56
source: 设为基准
en: Set Baseline

# ui.EnvironmentPanelView.1dd554cdfc
source: 变更
en: Changed

# ui.EnvironmentPanelView.8ddfef4c90
source: 重新对比
en: Compare Again

# ui.EnvironmentPanelView.13b5f0fa29
source: 只读展示 mise / nvm 状态，Kidux 不会替您切换 runtime 版本。
en: Read-only mise / nvm status. Kidux will not switch runtime versions for you.

# ui.EnvironmentPanelView.22b4345617
source: 补齐缺失
en: Fill Missing

# ui.EnvironmentPanelView.84fcb7a89b
source: 保存当前 brew / git / 运行时状态为基准，之后可检测本机是否「漂移」
en: Save current brew / git / runtime state as a baseline to detect drift later.

# ui.EnvironmentPanelView.95f838a536
source: 多出
en: Extra

# ui.EnvironmentPanelView.647ded95bc
source: 导出换机清单
en: Export Migration Checklist

# ui.EnvironmentPanelView.8664df6540
source: AI 解读
en: AI Insights

# ui.EnvironmentPanelView.19444e70d7
source: 建议
en: Suggested

# ui.EnvironmentPanelView.97544797cc
source: 清除解读
en: Clear Insights

# ui.EnvironmentPanelView.829778546a
source: 已停止
en: Stopped

# ui.EnvironmentPanelView.d9e6bdd2b1
source: 正在对比…
en: Comparing…

# ui.EnvironmentPanelView.d56b7e3c42
source: 缺失
en: Missing

# ui.EnvironmentPanelView.d679aea3
source: 运行中
en: Running

# ui.EnvironmentPanelView.fmt.3bb6c0baec
source: 还有 %@ 项未显示
en: %@ more items not shown

# ui.EnvironmentPanelView.fmt.13d2b1a9fc
source: 对比于 %@
en: Compared at %@

# ui.EnvironmentPanelView.fmt.57c44b4b74
source: 基准：%@
en: Baseline: %@

# ui.EnvironmentPanelView.fmt.91bec02707
source: 还有 %@ 行…
en: %@ more lines…

# ui.EnvironmentPanelView.fmt.9893e2f8b2
source: 运行时 %@/4 · 服务在线 %@/3 · %@更新
en: Runtimes %@/4 · services online %@/3 · updated %@

# ui.FormulaReverseDependencyView.82fe5518fa
source: 暂无反向依赖
en: No reverse dependents

# ui.FormulaReverseDependencyView.ac08584618
source: 正在查询…
en: Querying…

# ui.FormulaReverseDependencyView.b15d91274e
source: 关闭
en: Close

# ui.FormulaReverseDependencyView.e025902283
source: 此 formula 未被其他已安装的 formula 依赖，可以安全卸载
en: No other installed formulas depend on this one — safe to uninstall.

# ui.FormulaReverseDependencyView.f95a425758
source: 被谁依赖
en: Dependents

# ui.InstallationProgressView.0debfc10e2
source: 等待开始…
en: Waiting to start…

# ui.InstallationProgressView.1a6db952ed
source: 后台继续
en: Continue in Background

# ui.InstallationProgressView.1c160ae9b1
source: 隐藏日志
en: Hide Logs

# ui.InstallationProgressView.4a085478
source: 已跳过
en: Skipped

# ui.InstallationProgressView.8bd39e4e
source: 安装完成
en: Install Complete

# ui.InstallationProgressView.13dd8251d5
source: 显示日志
en: Show Logs

# ui.InstallationProgressView.20f36221
source: 系统可能已弹出密码对话框，请输入 Mac 登录密码以继续 brew 安装。若无弹窗，请检查是否被其他窗口遮挡。
en: macOS may show a password dialog for brew. Enter your Mac login password. If you don’t see it, check behind other windows.

# ui.InstallationProgressView.52e6abbe5c
source: 已复制
en: Copied

# ui.InstallationProgressView.65dd9ef1
source: 等待中
en: Pending

# ui.InstallationProgressView.095e938e
source: 停止
en: Stop

# ui.InstallationProgressView.132c5cdc
source: 重试
en: Retry

# ui.InstallationProgressView.231fd676
source: 安装中
en: Installing

# ui.InstallationProgressView.695e624257
source: 跳过剩余
en: Skip Remaining

# ui.InstallationProgressView.769d88e425
source: 完成
en: Done

# ui.InstallationProgressView.1702a1d3d2
source: 安装队列
en: Install Queue

# ui.InstallationProgressView.2111ccbb
source: 已取消
en: Cancelled

# ui.InstallationProgressView.3615f73472
source: 复制日志
en: Copy Logs

# ui.InstallationProgressView.8630bc2a09
source: 需要管理员授权
en: Administrator Authorization Required

# ui.InstallationProgressView.a94180c214
source: 实时日志
en: Live Logs

# ui.InstallationProgressView.acd5cb84
source: 失败
en: Failed

# ui.InstallationProgressView.b15d9127
source: 关闭
en: Close

# ui.InstallationProgressView.c5b4d023c8
source: 安装已停止
en: Install Stopped

# ui.InstallationProgressView.c11ebdc34e
source: 安装已停止。已完成的项目保留，剩余任务已取消。
en: Install stopped. Finished items are kept; remaining tasks were cancelled.

# ui.InstallationProgressView.cbcbca50d2
source: AI 分析失败
en: AI Analysis Failed

# ui.InstallationProgressView.d8cfe085
source: 安装进度
en: Install Progress

# ui.InstallationProgressView.def9e98b60
source: 收起
en: Collapse

# ui.InstallationProgressView.e2edde5adb
source: 展开
en: Expand

# ui.InstallationProgressView.e9471939d7
source: 正在安装
en: Installing

# ui.InstallationProgressView.fad5222ca0
source: 已完成
en: Completed

# ui.InstallationProgressView.fmt.46cc8bac2e
source: 安装完成：成功 %@，失败 %@，跳过 %@
en: Done: %@ succeeded, %@ failed, %@ skipped

# ui.InstallationProgressView.fmt.b63cf4dd36
source: 有 %@ 项失败，可单独重试或查看日志排查。
en: %@ failed — retry individually or check logs.

# ui.InstallationProgressView.fmt.c9792453d5
source: 继续安装 (%@)
en: Resume (%@)

# ui.InstallationProgressView.fmt.d3b79e124a
source: 正在安装 %@，已完成 %@/%@
en: Installing %@ — %@/%@ done

# ui.InstallationProgressView.fmt.d50c5d865f
source: 当前：%@
en: Current: %@

# ui.InstallationProgressView.fmt.fa188204b6
source: 共 %@ 项任务
en: %@ tasks

# ui.InstallDryRunView.1ba7b5f6a8
source: 以下命令不会执行；已附带安装前依赖分析
en: These commands will not run; includes pre-install dependency analysis.

# ui.InstallDryRunView.2a3e7f5c38
source: 手动
en: Manual

# ui.InstallDryRunView.60f067ee0a
source: 未发现冲突或高风险依赖，可以放心安装。
en: No conflicts or high-risk dependencies found — safe to install.

# ui.InstallDryRunView.a9fab53390
source: 模拟安装预览
en: Dry-Run Preview

# ui.InstallDryRunView.a773dd27f6
source: 安装后配置
en: Post-install Setup

# ui.InstallDryRunView.b15d91274e
source: 关闭
en: Close

# ui.InstallDryRunView.dc6a277a49
source: 将跳过
en: Will Skip

# ui.InstalledAppsView.01b4e06f
source: 重启
en: Restart

# ui.InstalledAppsView.1b6105c1fc
source: 暂无可卸载项
en: Nothing to uninstall

# ui.InstalledAppsView.1df790ce75
source: 扫描完成
en: Scan Complete

# ui.InstalledAppsView.1e582b1b5d
source: 累计软件
en: Total Apps

# ui.InstalledAppsView.1f68e782f3
source: 搜索 formula…
en: Search formulas…

# ui.InstalledAppsView.02d9819dda
source: 提示
en: Tip

# ui.InstalledAppsView.2f87b2ffce
source: 本机 Catalog 质量（S19-02）
en: Local catalog quality (S19-02)

# ui.InstalledAppsView.3f2851f8c8
source: 通过 Homebrew 安装的命令行 formula 会显示在这里
en: CLI formulas installed via Homebrew appear here.

# ui.InstalledAppsView.4e4d8a24bc
source: 全部已是最新
en: Everything is up to date

# ui.InstalledAppsView.4fa30feaaa
source: 尚未扫描
en: Not Scanned Yet

# ui.InstalledAppsView.4ff133709c
source: 检查更新
en: Check for Updates

# ui.InstalledAppsView.5a5b999c7e
source: 正在扫描已安装 formula…
en: Scanning installed formulas…

# ui.InstalledAppsView.5ec14542d7
source: 扫描失败
en: Scan Failed

# ui.InstalledAppsView.5f62fe3e3f
source: 暂无 formula
en: No formulas

# ui.InstalledAppsView.06a3c111c0
source: 了解更多
en: Learn More

# ui.InstalledAppsView.6dfa209af7
source: 已扫描本机 Homebrew 安装的 formula（数据来源 OSV.dev）
en: Scanned Homebrew formulas on this Mac (data from OSV.dev).

# ui.InstalledAppsView.7a899b92ac
source: 仅支持卸载通过 Homebrew 安装的 formula / cask。App Store 应用请在「系统设置 → App Store」中管理。
en: Only Homebrew formula/cask uninstalls are supported. Manage App Store apps in System Settings → App Store.

# ui.InstalledAppsView.7b8dd92374
source: 无法读取存储信息
en: Could not read storage info

# ui.InstalledAppsView.7ba2fcc342
source: 清理缓存
en: Clean Cache

# ui.InstalledAppsView.7d2478c280
source: 通过岗位模板或发现页安装软件后，记录会显示在这里
en: Install history from role templates or Discover appears here.

# ui.InstalledAppsView.8e54ddfe
source: 启动
en: Start

# ui.InstalledAppsView.8f8c0bc596
source: 🔒 锁定版本（防止升级）
en: 🔒 Pin version (block upgrades)

# ui.InstalledAppsView.19c2a034fc
source: 显示手动标记或 `brew leaves` 识别的顶层 formula
en: Show formulas marked manually or identified as leaves by `brew leaves`.

# ui.InstalledAppsView.29ae7ebdcf
source: 本机使用频率（S19-04）
en: Local usage frequency (S19-04)

# ui.InstalledAppsView.30c41605ab
source: 搜索已安装…
en: Search installed…

# ui.InstalledAppsView.32ac152b
source: 更新
en: Update

# ui.InstalledAppsView.55e0debf18
source: 目录中暂无已安装项
en: No installed items in the catalog

# ui.InstalledAppsView.60a01c7d9f
source: 正在加载 brew services…
en: Loading brew services…

# ui.InstalledAppsView.65a0b69a15
source: 下载缓存
en: Download Cache

# ui.InstalledAppsView.65dcdff8fc
source: 开始扫描
en: Start Scan

# ui.InstalledAppsView.75e1781b
source: 重新扫描
en: Rescan

# ui.InstalledAppsView.79fe019ddf
source: 通过 brew services 注册的服务会显示在这里（如 mysql、redis、nginx）
en: Services registered with brew services appear here (e.g. mysql, redis, nginx).

# ui.InstalledAppsView.80ed509c5f
source: 在列表中右键 formula 可标记；或关闭筛选查看全部
en: Right-click a formula to mark it, or turn off the filter to see all.

# ui.InstalledAppsView.92a3dc3a4a
source: 安装次数
en: Install Count

# ui.InstalledAppsView.92ee65bdc2
source: 请确认 Homebrew 已安装
en: Make sure Homebrew is installed.

# ui.InstalledAppsView.93f23c6b34
source: 暂无需要清理的旧版本或缓存文件
en: No old versions or cache files to clean up.

# ui.InstalledAppsView.095e938e
source: 停止
en: Stop

# ui.InstalledAppsView.107baa8e
source: 维护
en: Maintenance

# ui.InstalledAppsView.132c5cdc
source: 重试
en: Retry

# ui.InstalledAppsView.226b0912
source: 类型
en: Type

# ui.InstalledAppsView.336b6e9cb7
source: 发现页
en: Discover

# ui.InstalledAppsView.0395d25e8e
source: 🔓 解锁版本（允许升级）
en: 🔓 Unlock version (allow upgrades)

# ui.InstalledAppsView.00563bda6d
source: 正在扫描已安装项…
en: Scanning installed items…

# ui.InstalledAppsView.625fb26b
source: 取消
en: Cancel

# ui.InstalledAppsView.694fc5ef
source: 刷新
en: Refresh

# ui.InstalledAppsView.781eab2087
source: 将删除旧版本 formula 与下载缓存，不可撤销。
en: Removes old formula versions and download caches. This cannot be undone.

# ui.InstalledAppsView.925e4ce21b
source: 未发现已知漏洞
en: No known vulnerabilities found

# ui.InstalledAppsView.1732cc7f8d
source: 未安装 Homebrew
en: Homebrew Not Installed

# ui.InstalledAppsView.3488d300
source: 被依赖
en: Dependents

# ui.InstalledAppsView.6860b943
source: 依赖
en: Dependencies

# ui.InstalledAppsView.8402fcdd8d
source: 岗位
en: Role

# ui.InstalledAppsView.9168e7dcfe
source: 尚未检查更新
en: Updates not checked yet

# ui.InstalledAppsView.9205dbf763
source: 正在统计 Homebrew 占用…
en: Measuring Homebrew disk usage…

# ui.InstalledAppsView.9273f33758
source: Cellar（已安装）
en: Cellar (Installed)

# ui.InstalledAppsView.360748fff0
source: 正在扫描 brew / mas...
en: Scanning brew / mas…

# ui.InstalledAppsView.3708410373
source: 取消主动安装标记
en: Clear intentional-install mark

# ui.InstalledAppsView.a1a92ef110
source: 清除频率数据
en: Clear Frequency Data

# ui.InstalledAppsView.a1ad52042d
source: 重新检查
en: Recheck

# ui.InstalledAppsView.a8b0c204
source: 全部
en: All

# ui.InstalledAppsView.a59ed1bedf
source: 基于本机安装成功/失败统计，不上传；样本≥2 次才显示徽章。
en: Based on local install success/failure stats (not uploaded). Badge needs ≥2 samples.

# ui.InstalledAppsView.ac2c8f13c6
source: 好
en: OK

# ui.InstalledAppsView.b03e2c238a
source: 节省时间按每款软件约 3 分钟手工装机估算，仅供参考（S19-01）
en: Time saved assumes ~3 minutes per app by hand (estimate only, S19-01).

# ui.InstalledAppsView.b5a870e05a
source: 安装 brew-vulns
en: Install brew-vulns

# ui.InstalledAppsView.b19b172bed
source: 点击下方按钮检查 Homebrew 与 mas 可更新项
en: Tap below to check Homebrew and mas updates.

# ui.InstalledAppsView.c8f8c93798
source: 安装中…
en: Installing…

# ui.InstalledAppsView.c40e83fce1
source: Homebrew 官方漏洞扫描子命令，基于 OSV 数据库检查已安装包。
en: Official Homebrew vulnerability scan based on the OSV database.

# ui.InstalledAppsView.c072d15840
source: 无匹配 formula
en: No matching formulas

# ui.InstalledAppsView.c73a9abab0
source: 估算节省
en: Est. Time Saved

# ui.InstalledAppsView.c92caffff1
source: Homebrew 与 App Store (mas) 已安装项暂无可用更新
en: No updates for installed Homebrew or App Store (mas) apps.

# ui.InstalledAppsView.cf49e9d7d3
source: 暂无安装记录
en: No install history

# ui.InstalledAppsView.d5b00f40e5
source: 暂无主动安装 formula
en: No intentionally installed formulas.

# ui.InstalledAppsView.d032fb1afe
source: 暂无后台服务
en: No background services

# ui.InstalledAppsView.d7098f50
source: 打开
en: Open

# ui.InstalledAppsView.d9561df7db
source: 需要 brew-vulns 插件
en: Requires the brew-vulns plugin

# ui.InstalledAppsView.db2cf5cd7b
source: 正在扫描 brew 漏洞（OSV）…
en: Scanning brew vulnerabilities (OSV)…

# ui.InstalledAppsView.dbb0d3bb03
source: 命令行
en: CLI

# ui.InstalledAppsView.dbe4ba7587
source: 清理 Homebrew 缓存
en: Clean Homebrew Cache

# ui.InstalledAppsView.ddd8be069d
source: 查看被谁依赖
en: View Dependents

# ui.InstalledAppsView.df011658
source: 范围
en: Scope

# ui.InstalledAppsView.e2bb92100a
source: 安装 Homebrew 后可扫描已装 formula 的已知 CVE
en: After Homebrew is installed, scan installed formulas for known CVEs.

# ui.InstalledAppsView.e8f5c0df72
source: 检查已安装 Homebrew 包是否存在已知 CVE
en: Check installed Homebrew packages for known CVEs.

# ui.InstalledAppsView.e47bb1cd
source: 清理
en: Cleanup

# ui.InstalledAppsView.ea4d94a0b3
source: 更新检查未完成
en: Update check incomplete

# ui.InstalledAppsView.eacbc222
source: 尝试其他关键词
en: Try different keywords

# ui.InstalledAppsView.edbf4fc5ba
source: 正在检查 brew / mas 更新…
en: Checking brew / mas updates…

# ui.InstalledAppsView.f20bbdc477
source: 仅主动安装
en: Intentional Only

# ui.InstalledAppsView.fba1957311
source: 清理预览
en: Cleanup Preview

# ui.InstalledAppsView.fc775d7d6e
source: 标记为我主动安装
en: Mark as intentionally installed

# ui.InstalledAppsView.fmt.2f6e0b1046
source: 切换到「本机应用」查看全部 %@ 款已安装软件
en: Switch to Local Apps to see all %@ installed apps

# ui.InstalledAppsView.fmt.6a9967632b
source: 发现 %@ 个漏洞
en: %@ vulnerabilities found

# ui.InstalledAppsView.fmt.06fcdbe7eb
source: %@ 项
en: %@ findings

# ui.InstalledAppsView.fmt.50a66e0e45
source: 全部更新 (%@)
en: Update All (%@)

# ui.InstalledAppsView.fmt.087b567a59
source: 卸载 (%@)
en: Uninstall (%@)

# ui.InstalledAppsView.fmt.201e24469b
source: 预计可释放 %@
en: Can free about %@

# ui.InstalledAppsView.fmt.1926347de6
source: 没有匹配「%@」的已安装软件
en: No installed apps match “%@”

# ui.InstalledAppsView.fmt.b8aaacaa26
source: 打开 %@ · 安装 %@
en: Opens %@ · installs %@

# ui.InstallHistoryChartSection.2f2262e4d6
source: 软件数
en: App Count

# ui.InstallHistoryChartSection.4ff1e74e43
source: 日期
en: Date

# ui.InstallHistoryChartSection.05dd37e7c5
source: 岗位模板
en: Role Templates

# ui.InstallHistoryChartSection.26ca20b161
source: 来源
en: Source

# ui.InstallHistoryChartSection.99b7a390f3
source: 全部来源
en: All Sources

# ui.InstallHistoryChartSection.164c829870
source: 安装趋势
en: Install Trends

# ui.InstallHistoryChartSection.336b6e9cb7
source: 发现页
en: Discover

# ui.InstallHistoryChartSection.923a9a444c
source: 30 天
en: 30 Days

# ui.InstallHistoryChartSection.a8b0c20416
source: 全部
en: All

# ui.InstallHistoryChartSection.df011658c3
source: 范围
en: Scope

# ui.InstallHistoryChartSection.eb83384231
source: 当前筛选下暂无数据
en: No data for the current filters

# ui.InstallHistoryChartSection.fdef8c231f
source: 7 天
en: 7 Days

# ui.InstallHistoryChartSection.fmt.6395e83cbb
source: 共 %@ 次安装 · %@ 款软件
en: %@ installs · %@ apps

# ui.KiduxMenuBarExtra.9d5bf2a10a
source: 已安装
en: Installed

# ui.KiduxMenuBarExtra.7209c9f473
source: 设置…
en: Settings…

# ui.KiduxMenuBarExtra.3859050382
source: 发现软件
en: Discover Apps

# ui.KiduxMenuBarExtra.aef3db49a1
source: 环境健康
en: Environment Health

# ui.KiduxMenuBarExtra.c87b272f25
source: 命令面板…
en: Command Palette…

# ui.KiduxMenuBarExtra.d341972b2e
source: 扫描已安装与更新
en: Scan Installed & Updates

# ui.KiduxMenuBarExtra.fmt.99e0eb7a40
source: 查看 %@ 款可更新
en: View %@ updates

# ui.KiduxMenuBarExtra.fmt.f7abdad8e7
source: %@ 款可更新
en: %@ updates

# ui.KiduxUpdateBanner.f26ef91424
source: 下载
en: Download

# ui.KiduxUpdateBanner.fmt.5a24e44709
source: %@ %@ 已发布
en: %@ %@ is available

# ui.KiduxUpdateBanner.fmt.aab8e80b97
source: %@ %@ 可更新
en: %@ %@ update available

# ui.KiduxUpdateBanner.fmt.b93b77fecd
source: 当前 v%@ · 点击下载新版本
en: Current v%@ · tap to download

# ui.MaintenanceProgressView.0dbfcb5a85
source: 进行中…
en: In Progress…

# ui.MaintenanceProgressView.0debfc10e2
source: 等待开始…
en: Waiting to start…

# ui.MaintenanceProgressView.13dd8251d5
source: 显示日志
en: Show Logs

# ui.MaintenanceProgressView.625fb26b4b
source: 取消
en: Cancel

# ui.MaintenanceProgressView.b15d91274e
source: 关闭
en: Close

# ui.MaintenanceProgressView.fmt.0071b26f64
source: %@/%@ 完成 · 失败 %@
en: %@/%@ done · %@ failed

# ui.migration.roles_prefix
source: 岗位：%@
en: Roles: %@
